{
  "nav.home": "Accueil",
  "nav.about": "À propos",
  "nav.services": "Services",
  "nav.portfolio": "Portfolio",
  "nav.contact": "Contact",
  
  "hero.tagline": "Construction commerciale au plus haut niveau.",
  "hero.cta": "Voir les services",
  
  "intro.title": "Des entrepreneurs commerciaux de haute qualité engagés dans VOTRE meilleur intérêt.",
  "intro.paragraph1": "Fiers de servir la région de Houston et ses environs depuis des décennies, notre équipe expérimentée d'entrepreneurs se spécialise dans la fourniture de solutions de haute qualité et rentables. Aucun projet n'est hors de notre portée, de la construction neuve à partir de zéro à l'amélioration sur mesure des locataires pour les petites entreprises indépendantes ou les grandes opérations industrielles. Nous offrons fiabilité, expertise et engagement personnel pour dépasser les attentes de chaque client en tant que l'un des meilleurs entrepreneurs commerciaux de Houston.",
  "intro.paragraph2": "Ne nous croyez pas sur parole. Demandez à nos clients.",
  
  "services.consulting.title": "Conseil et planification",
  "services.consulting.description": "Nous avons l'expérience dont vous avez besoin pour mener votre projet de construction du début à la fin avec une exécution impeccable. Nos partenariats garantissent un processus fluide pour toute rénovation de bâtiment commercial ou nouvelle construction, et nous sommes experts dans la planification de chaque aspect.",
  "services.tenant.title": "Amélioration des locataires",
  "services.tenant.description": "Nous sommes un leader de l'industrie dans la construction neuve pour la région de Houston et les communautés environnantes du sud du Texas. L'équipe très talentueuse de notre entreprise possède plus de 42 ans d'expérience dans les constructions commerciales clés en main!",
  "services.construction.title": "Nouvelle construction",
  "services.construction.description": "Que le projet nécessite un défrichage complet du terrain pour commencer ou peut-être un aménagement complet de nouveaux espaces locatifs, nous répondons aux nombreux besoins de nos clients tout en visant la perfection dans ce que nous faisons. Minimiser les coûts et offrir une véritable qualité sur tous nos projets est primordial pour bien faire le travail.",
  "services.remodeling.title": "Rénovation",
  "services.remodeling.description": "De la rénovation légère à la rénovation structurelle lourde, nous pouvons gérer n'importe quel type et taille de projet pour réaliser des aménagements correctement effectués avec un niveau idéal de savoir-faire et un niveau de détail supérieur.",
  "services.cta": "En savoir plus",
  
  "ground.title": "Construction à partir de zéro.",
  
  "projects.title": "Projets récents",
  "projects.cta": "Voir plus",
  "projects.hand.title": "Hand & Stone",
  "projects.hand.location": "Fulshear, TX",
  "projects.shoot.title": "Shoot 360",
  "projects.shoot.location": "Katy, TX",
  "projects.dance.title": "Dance Kollective",
  "projects.dance.location": "Cinco Ranch, TX",
  "projects.kolache.title": "Kolache Factory 101",
  "projects.kolache.location": "Magnolia, TX",
  
  "equipment.title": "Location d'équipement",
  "equipment.description": "Équipement de construction de qualité professionnelle disponible à la location. Toutes les machines sont bien entretenues et prêtes pour votre projet.",
  "equipment.crane": "Grue mobile",
  "equipment.crane.description": "Capacité de levage lourd pour les projets à grande échelle",
  "equipment.loader": "Chargeur sur chenilles",
  "equipment.loader.description": "Puissance compacte pour l'excavation et la manutention de matériaux",
  "equipment.excavator": "Pelle hydraulique",
  "equipment.excavator.description": "Équipement de terrassement et de creusement robuste",
  "equipment.telehandler": "Chariot télescopique",
  "equipment.telehandler.description": "Levage polyvalent et placement de matériaux",
  "equipment.cta": "Demander la location d'équipement",
  
  "clients.title": "Quelques-uns de nos clients",
  
  "consultation.title": "Consultation gratuite",
  "consultation.description": "Besoin d'aide pour votre prochain projet? Contactez-nous dès aujourd'hui pour parler avec l'un de nos entrepreneurs généraux agréés et professionnels.",
  "consultation.name": "Votre nom",
  "consultation.email": "Votre email",
  "consultation.phone": "Votre téléphone",
  "consultation.message": "Votre message",
  "consultation.submit": "Soumettre",
  
  "footer.callout": "Vous cherchez un entrepreneur professionnel local? Appelez-nous aujourd'hui!",
  "footer.trust": "Reconnus par de nombreux propriétaires d'entreprises et sociétés commerciales dans la grande région de Houston depuis plus de trois décennies, notre qualité et notre engagement sont purement inégalés.",
  "footer.location": "Conroe, Texas",
  "footer.sitemap": "Plan du site",
  "footer.subscribe": "S'abonner",
  "footer.email.placeholder": "Adresse email",
  "footer.follow": "Suivez-nous",
  "footer.copyright": "Copyright 2025 ASHGHAL Inc.",
  "footer.website": "Site web par"
}